---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeWfuParam
source: html/e75a1248-66e3-fa0a-8a8b-b09123318aec.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeWfuParam Property

"WFU"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeWfuParam { get; }
```